{
    "menu": [
        {
            "nume": "pastrama de berbecut",
            "imagine": "http://www.papamond.ro/wp-content/uploads/2016/11/Pastrama-de-Berbecut-4.jpg",
            "reteta": "Facem rost de carnea de oaie sau berbecut, preferabil dezosata,<br><br>Carne de oaie netransata, pentru pastrama<br>si ne apucam sa o transam in portii potrivite, subtiri de aprox.1 cm. Avem nevoie de un cutit bine ascutit, cu varf.<br><br>Cum se transeaza carnea pentru pastrama<br>Separat, preparam condimentele, facand o pasta din usturoi pisat, piper, sare, cimbru, boia. Amestecam bine toate condimentele cu pisalogul de usturoi.<br><br>Cum se prepara condimentele pentru pastrama<br>Cu pasta obtinuta masam bucatile de pastrama pe toata suprafata, pana se imbiba de condimente si usturoi. Punem bucatile de pastrama una peste alta intr-un ceaun si le stropim cu putin vin alb.<br><br>Pastrama se pune intr-un ceaun<br>Infasuram ceaunul in folie de plastic sau il acoprim bine, ca sa nu dea miros, si tinem pastrama la frigider5-7 zile. Daca avem un beci racoros, pe timpul noptii o putem agata la uscat acolo.<br><br>Pastrama se tine la frigider o saptamana<br>Peste cateva zile, pastrama este frageda si miroase....mmmmm! Iti lasa gura apa...<br><br>Cum arata pastrama peste o saptamana<br>Pregatim pastrama la gratar sau in tigaie de teflon, pe aragaz sau pe plita. Deoarece carnea s-a macerat in vin si condimente, a devenit frageda si gustoasa.<br><br>Pastrama se gateste in tigaie de teflon<br>Servita cu must de struguri, mamaliga si cartofi prajiti, alaturi de cativa castraveciori murati, pastrama de oaie este un adevarat ospat.",
            "ingrediente": "2 kg carne de miel sau de oaie, 4 capatani de usturoi, 2 lingurite de sare, 2 lingurite de piper, 1 lingurita de boia, 1 lingurita de cimbru, 1/2 pahar de vin alb"
        },
        {
            "nume": "chiftelute marinate",
            "imagine": "https://jamilacuisine.ro/wp-content/uploads/2017/12/Chiftele-marinate.jpg",
            "reteta": "se pune carne la fiert",
            "ingrediente": "carne, sare, apa, gust"
        },
        {
            "nume": "fasole batuta",
            "imagine": "https://savoriurbane.com/wp-content/uploads/2017/03/reteta-fasole-batuta-frecata-sleita-facaluita.jpg",
            "reteta": "Fasolea se pune la înmuiat în apa caldu?a cu câteva ore înainte de preparare, cel mai sigur este de seara pâna a doua zi. Apoi, se scurge bine de apa ?i se acopera cu apa rece. Se lasa la fiert, iar dupa primul clocot se ia de pe foc, se scurge de apa ?i se acopera iar cu apa. De data aceasta, apa sa fie fierbinte.<br><br>Se lasa sa clocoteasca, apoi se repeta opera?iunea. Indicat este sa se repete de 4-5 ori opera?iunea cu schimbarea apei, în plus se poate pune un vârf de cu?it de bicarbonat de sodiu. Acesta ajuta la fierberea ?i înmuierea fasolei ?i reduce din efectele neplacute ulterioare.<br><br>În ultima apa în care se pune, se lasa la foc mic, sa fiarba cât are nevoie. Pentru cine dore?te un gust aparte, poate pune câteva rondele de morcov, câteva boabe de piper ?i 2-3 frunze de dafin. Piperul ?i frunzele se vor înlatura când se trece la pasat.<br><br>Dupa ce a fiert bine, se scurge de apa ?i se da prin strecuratoare sau se paseaza la blender. Ceapa se taie felii sub?iri ?i se pune la calit. Când s-a calit, se pune ?i pasta de tomate ?i se amesteca bine. Jumatate din cantitate, plus usturoiul pisat se freaca bine cu fasolea pasata. Aceasta trebuie sa se umfle ?i sa se omogenizeze. Nu scurge?i ceapa de ulei, acesta va face fasolea mai pufoasa. Se potrive?te de sare ?i piper, se pune într-un vas ?i se acopera cu cealalta jumatate de ceapa calita cu bulion.<br><br>Se serve?te cu pâine proaspata ?i o salata de muraturi. Merge la fel de bine ?i pe feliu?e sub?iri de pâine, cu ceapa calita sau muraturi ca aperitiv.",
            "ingrediente": "300 g fasole uscata sau 3 conserve de fasole alba fiarta, sare, piper, 2-3 catei de usturoi zdrobiti, 2-3 cepe mari, 2 linguri de ulei, sare, 2 lingurite bune de paprika (boia dulce)"
        },
        {
            "nume": "copan de rata",
            "imagine": "http://www.butterandcream.ro/wp-content/uploads/2013/03/Pulpe-de-rata-cu-morcovi-caramelizati-sos-fructe-padure.jpg",
            "reteta": "Fazanii curatati si eviscerati se taie in 2 sau in 4, in functie de marime si de cat de mari dorim sa fie portiile. Cu ajutorul unor scobitori, infigem feliile subtiri de slanina in fazan. Asezam bucatile de fazan intr-o tava de cuptor si presaram condimentele. Stropim cu vin si turnam un pahar cu apa in tava. Dam friptura la cuptor si o lasam pana cand fazanul se rumenste, completand din cand in cand cu apa.<br><br>Fazan la cuptor<br>In general, carnea de vanat este mai tare si mai uscata. Dar impanata cu slanina si stropita cu vin va deveni frageda si gustoasa. Friptura de fazan impanat la cuptor se serveste cu garnitura de legume si salata.",
            "ingrediente": "2 fazani, 100 g de slanina, 1 pahar de vin alb, foi de dafin, sare, piper, condimente dupa gust"
        },
        {
            "nume": "cotlete de berbecut",
            "imagine": "https://cdn2.cefacemimi.ro/wp-content/uploads/2014/11/cotletele-de-miel.jpg",
            "reteta": "apa, sare, bataie",
            "ingrediente": "berbecut"
        },
        {
            "nume": "carnati afumati",
            "imagine": "http://www.carniprodtl.eu/public/data_files/produse/16/large_poza-produs-16.jpg",
            "reteta": "apa, sare, bataie",
            "ingrediente": "carnati"
        },
        {
            "nume": "salata",
            "imagine": "https://retete.unica.ro/wp-content/uploads/2010/09/salata-de-ton22-1024x701.jpg",
            "reteta": "apa, sare, bataie",
            "ingrediente": "salata"
        },
        {
            "nume": "jumari",
            "imagine": "https://pofta-buna.com/wp-content/uploads/2014/12/jumari-untura-de-porc-pofta-buna-gina-bradea-4.jpg",
            "reteta": "apa, sare, bataie",
            "ingrediente": "porc"
        },
        {
            "nume": "carne de la garnita",
            "imagine": "https://www.gustos.ro/assets/recipes_images/2015/05/28/213938/tn4_11329724_874890742549898_320297986_n.jpg",
            "reteta": "apa, sare, bataie",
            "ingrediente": "malai"
        },
        {
            "nume": "icre",
            "imagine": "https://aphextwinz.files.wordpress.com/2015/01/slide517.jpg",
            "reteta": "i",
            "ingrediente": "icre"
        },
        {
            "nume": "saramura",
            "imagine": "https://retete.unica.ro/wp-content/uploads/2013/11/saramura-de-crap.jpg",
            "reteta": "s",
            "ingrediente": "peste"
        }
    ]
}